// © Copyright 2005-2008, 2015 HP Development Company, L.P.

TaskName = "Beveilig directe poorten";

TaskDescription = "Met deze instelling schakelt u afdrukken via USB- en parallelle poorten uit.\n\nJetDirect, de geïntegreerde netwerkconnectiviteit en invoegtoepassingskaarten van derden, zoals Firewire, worden hierdoor niet beïnvloed.";
CheckboxTitle = "Schakel directe poorten uit";
ApplyButtonTitle = "Pas wijzigingen toe";